tests/k6/results/2026-09-06/load-test-output.txt

         /\      Grafana   /‾‾/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ‾‾\ 
  /          \   |   (  |  (‾)  |
 / __________ \  |_|\_\  \_____/ 

     execution: local
        script: ../tests/k6/load-test.js
        output: json (../tests/k6/results/2026-09-06/results-load.json)

     scenarios: (100.00%) 1 scenario, 100 max VUs, 5m30s max duration (incl. graceful stop):
              * default: Up to 100 looping VUs for 5m0s over 3 stages (gracefulRampDown: 30s, gracefulStop: 30s)


running (0m00.8s), 001/100 VUs, 0 complete and 0 interrupted iterations
default   [   0% ] 001/100 VUs  0m00.5s/5m00.0s

running (0m01.8s), 001/100 VUs, 0 complete and 0 interrupted iterations
default   [   1% ] 001/100 VUs  0m01.5s/5m00.0s

running (0m02.8s), 002/100 VUs, 0 complete and 0 interrupted iterations
default   [   1% ] 002/100 VUs  0m02.5s/5m00.0s

running (0m03.8s), 002/100 VUs, 1 complete and 0 interrupted iterations
default   [   1% ] 002/100 VUs  0m03.5s/5m00.0s

running (0m04.8s), 002/100 VUs, 1 complete and 0 interrupted iterations
default   [   2% ] 002/100 VUs  0m04.5s/5m00.0s

running (0m05.8s), 003/100 VUs, 1 complete and 0 interrupted iterations
default   [   2% ] 003/100 VUs  0m05.5s/5m00.0s

running (0m06.8s), 003/100 VUs, 3 complete and 0 interrupted iterations
default   [   2% ] 003/100 VUs  0m06.5s/5m00.0s

running (0m07.8s), 004/100 VUs, 3 complete and 0 interrupted iterations
default   [   3% ] 004/100 VUs  0m07.5s/5m00.0s

running (0m08.8s), 004/100 VUs, 4 complete and 0 interrupted iterations
default   [   3% ] 004/100 VUs  0m08.5s/5m00.0s

running (0m09.8s), 004/100 VUs, 6 complete and 0 interrupted iterations
default   [   3% ] 004/100 VUs  0m09.5s/5m00.0s

running (0m10.8s), 005/100 VUs, 6 complete and 0 interrupted iterations
default   [   4% ] 005/100 VUs  0m10.5s/5m00.0s

running (0m11.8s), 005/100 VUs, 8 complete and 0 interrupted iterations
default   [   4% ] 005/100 VUs  0m11.5s/5m00.0s

running (0m12.8s), 006/100 VUs, 9 complete and 0 interrupted iterations
default   [   4% ] 006/100 VUs  0m12.5s/5m00.0s

running (0m13.8s), 006/100 VUs, 11 complete and 0 interrupted iterations
default   [   5% ] 006/100 VUs  0m13.5s/5m00.0s

running (0m14.8s), 006/100 VUs, 13 complete and 0 interrupted iterations
default   [   5% ] 006/100 VUs  0m14.5s/5m00.0s

running (0m15.8s), 007/100 VUs, 14 complete and 0 interrupted iterations
default   [   5% ] 007/100 VUs  0m15.5s/5m00.0s

running (0m16.8s), 007/100 VUs, 17 complete and 0 interrupted iterations
default   [   6% ] 007/100 VUs  0m16.5s/5m00.0s

running (0m17.8s), 008/100 VUs, 18 complete and 0 interrupted iterations
default   [   6% ] 008/100 VUs  0m17.5s/5m00.0s

running (0m18.8s), 008/100 VUs, 21 complete and 0 interrupted iterations
default   [   6% ] 008/100 VUs  0m18.5s/5m00.0s

running (0m19.8s), 008/100 VUs, 24 complete and 0 interrupted iterations
default   [   7% ] 008/100 VUs  0m19.5s/5m00.0s

running (0m20.8s), 009/100 VUs, 25 complete and 0 interrupted iterations
default   [   7% ] 009/100 VUs  0m20.5s/5m00.0s

running (0m21.8s), 009/100 VUs, 29 complete and 0 interrupted iterations
default   [   7% ] 009/100 VUs  0m21.5s/5m00.0s

running (0m22.8s), 010/100 VUs, 32 complete and 0 interrupted iterations
default   [   8% ] 010/100 VUs  0m22.5s/5m00.0s

running (0m23.8s), 010/100 VUs, 34 complete and 0 interrupted iterations
default   [   8% ] 010/100 VUs  0m23.5s/5m00.0s

running (0m24.8s), 010/100 VUs, 37 complete and 0 interrupted iterations
default   [   8% ] 010/100 VUs  0m24.5s/5m00.0s

running (0m25.9s), 011/100 VUs, 40 complete and 0 interrupted iterations
default   [   9% ] 011/100 VUs  0m25.5s/5m00.0s

running (0m26.8s), 011/100 VUs, 44 complete and 0 interrupted iterations
default   [   9% ] 011/100 VUs  0m26.5s/5m00.0s

running (0m27.9s), 012/100 VUs, 46 complete and 0 interrupted iterations
default   [   9% ] 012/100 VUs  0m27.5s/5m00.0s

running (0m28.8s), 012/100 VUs, 51 complete and 0 interrupted iterations
default   [  10% ] 012/100 VUs  0m28.5s/5m00.0s

running (0m29.9s), 012/100 VUs, 55 complete and 0 interrupted iterations
default   [  10% ] 012/100 VUs  0m29.5s/5m00.0s

running (0m30.8s), 013/100 VUs, 57 complete and 0 interrupted iterations
default   [  10% ] 013/100 VUs  0m30.5s/5m00.0s

running (0m31.9s), 013/100 VUs, 62 complete and 0 interrupted iterations
default   [  11% ] 013/100 VUs  0m31.5s/5m00.0s

running (0m32.9s), 014/100 VUs, 65 complete and 0 interrupted iterations
default   [  11% ] 014/100 VUs  0m32.6s/5m00.0s

running (0m33.9s), 014/100 VUs, 67 complete and 0 interrupted iterations
default   [  11% ] 014/100 VUs  0m33.6s/5m00.0s

running (0m34.9s), 014/100 VUs, 70 complete and 0 interrupted iterations
default   [  12% ] 014/100 VUs  0m34.5s/5m00.0s

running (0m35.9s), 015/100 VUs, 72 complete and 0 interrupted iterations
default   [  12% ] 015/100 VUs  0m35.6s/5m00.0s

running (0m37.1s), 015/100 VUs, 74 complete and 0 interrupted iterations
default   [  12% ] 015/100 VUs  0m36.8s/5m00.0s

running (0m37.8s), 016/100 VUs, 77 complete and 0 interrupted iterations
default   [  13% ] 016/100 VUs  0m37.5s/5m00.0s

running (0m39.0s), 016/100 VUs, 77 complete and 0 interrupted iterations
default   [  13% ] 016/100 VUs  0m38.6s/5m00.0s

running (0m39.8s), 016/100 VUs, 85 complete and 0 interrupted iterations
default   [  13% ] 016/100 VUs  0m39.5s/5m00.0s

running (0m40.8s), 017/100 VUs, 89 complete and 0 interrupted iterations
default   [  14% ] 017/100 VUs  0m40.5s/5m00.0s

running (0m41.8s), 017/100 VUs, 93 complete and 0 interrupted iterations
default   [  14% ] 017/100 VUs  0m41.5s/5m00.0s

running (0m42.8s), 018/100 VUs, 98 complete and 0 interrupted iterations
default   [  14% ] 018/100 VUs  0m42.5s/5m00.0s

running (0m43.8s), 018/100 VUs, 106 complete and 0 interrupted iterations
default   [  15% ] 018/100 VUs  0m43.5s/5m00.0s

running (0m44.8s), 018/100 VUs, 110 complete and 0 interrupted iterations
default   [  15% ] 018/100 VUs  0m44.5s/5m00.0s

running (0m45.8s), 019/100 VUs, 114 complete and 0 interrupted iterations
default   [  15% ] 019/100 VUs  0m45.5s/5m00.0s

running (0m46.8s), 019/100 VUs, 122 complete and 0 interrupted iterations
default   [  16% ] 019/100 VUs  0m46.5s/5m00.0s

running (0m47.9s), 020/100 VUs, 128 complete and 0 interrupted iterations
default   [  16% ] 020/100 VUs  0m47.5s/5m00.0s

running (0m49.2s), 020/100 VUs, 128 complete and 0 interrupted iterations
default   [  16% ] 020/100 VUs  0m48.9s/5m00.0s

running (0m49.9s), 020/100 VUs, 134 complete and 0 interrupted iterations
default   [  17% ] 020/100 VUs  0m49.6s/5m00.0s

running (0m50.9s), 021/100 VUs, 139 complete and 0 interrupted iterations
default   [  17% ] 021/100 VUs  0m50.6s/5m00.0s

running (0m51.9s), 021/100 VUs, 144 complete and 0 interrupted iterations
default   [  17% ] 021/100 VUs  0m51.6s/5m00.0s

running (0m52.9s), 022/100 VUs, 148 complete and 0 interrupted iterations
default   [  18% ] 022/100 VUs  0m52.5s/5m00.0s

running (0m53.8s), 022/100 VUs, 154 complete and 0 interrupted iterations
default   [  18% ] 022/100 VUs  0m53.5s/5m00.0s

running (0m54.8s), 022/100 VUs, 160 complete and 0 interrupted iterations
default   [  18% ] 022/100 VUs  0m54.5s/5m00.0s

running (0m55.9s), 023/100 VUs, 168 complete and 0 interrupted iterations
default   [  19% ] 023/100 VUs  0m55.5s/5m00.0s

running (0m56.9s), 023/100 VUs, 172 complete and 0 interrupted iterations
default   [  19% ] 023/100 VUs  0m56.6s/5m00.0s

running (0m57.9s), 024/100 VUs, 179 complete and 0 interrupted iterations
default   [  19% ] 024/100 VUs  0m57.6s/5m00.0s

running (0m58.8s), 024/100 VUs, 184 complete and 0 interrupted iterations
default   [  20% ] 024/100 VUs  0m58.5s/5m00.0s

running (0m59.8s), 024/100 VUs, 192 complete and 0 interrupted iterations
default   [  20% ] 024/100 VUs  0m59.5s/5m00.0s

running (1m00.8s), 025/100 VUs, 197 complete and 0 interrupted iterations
default   [  20% ] 025/100 VUs  1m00.5s/5m00.0s

running (1m01.9s), 025/100 VUs, 207 complete and 0 interrupted iterations
default   [  21% ] 025/100 VUs  1m01.5s/5m00.0s

running (1m02.8s), 026/100 VUs, 215 complete and 0 interrupted iterations
default   [  21% ] 026/100 VUs  1m02.5s/5m00.0s

running (1m03.8s), 026/100 VUs, 221 complete and 0 interrupted iterations
default   [  21% ] 026/100 VUs  1m03.5s/5m00.0s

running (1m04.8s), 026/100 VUs, 230 complete and 0 interrupted iterations
default   [  22% ] 026/100 VUs  1m04.5s/5m00.0s

running (1m05.9s), 027/100 VUs, 240 complete and 0 interrupted iterations
default   [  22% ] 027/100 VUs  1m05.5s/5m00.0s

running (1m07.0s), 027/100 VUs, 246 complete and 0 interrupted iterations
default   [  22% ] 027/100 VUs  1m06.6s/5m00.0s

running (1m07.8s), 028/100 VUs, 252 complete and 0 interrupted iterations
default   [  23% ] 028/100 VUs  1m07.5s/5m00.0s

running (1m09.6s), 028/100 VUs, 258 complete and 0 interrupted iterations
default   [  23% ] 028/100 VUs  1m09.3s/5m00.0s

running (1m09.8s), 028/100 VUs, 265 complete and 0 interrupted iterations
default   [  23% ] 028/100 VUs  1m09.5s/5m00.0s

running (1m10.8s), 029/100 VUs, 268 complete and 0 interrupted iterations
default   [  24% ] 029/100 VUs  1m10.5s/5m00.0s

running (1m11.8s), 029/100 VUs, 273 complete and 0 interrupted iterations
default   [  24% ] 029/100 VUs  1m11.5s/5m00.0s

running (1m12.9s), 030/100 VUs, 284 complete and 0 interrupted iterations
default   [  24% ] 030/100 VUs  1m12.5s/5m00.0s

running (1m13.8s), 030/100 VUs, 294 complete and 0 interrupted iterations
default   [  25% ] 030/100 VUs  1m13.5s/5m00.0s

running (1m14.8s), 030/100 VUs, 299 complete and 0 interrupted iterations
default   [  25% ] 030/100 VUs  1m14.5s/5m00.0s

running (1m15.8s), 031/100 VUs, 306 complete and 0 interrupted iterations
default   [  25% ] 031/100 VUs  1m15.5s/5m00.0s

running (1m16.9s), 031/100 VUs, 315 complete and 0 interrupted iterations
default   [  26% ] 031/100 VUs  1m16.5s/5m00.0s

running (1m17.8s), 032/100 VUs, 325 complete and 0 interrupted iterations
default   [  26% ] 032/100 VUs  1m17.5s/5m00.0s

running (1m18.9s), 032/100 VUs, 333 complete and 0 interrupted iterations
default   [  26% ] 032/100 VUs  1m18.5s/5m00.0s

running (1m19.8s), 033/100 VUs, 345 complete and 0 interrupted iterations
default   [  27% ] 033/100 VUs  1m19.5s/5m00.0s

running (1m20.8s), 033/100 VUs, 355 complete and 0 interrupted iterations
default   [  27% ] 033/100 VUs  1m20.5s/5m00.0s

running (1m21.9s), 033/100 VUs, 358 complete and 0 interrupted iterations
default   [  27% ] 033/100 VUs  1m21.6s/5m00.0s

running (1m22.8s), 034/100 VUs, 368 complete and 0 interrupted iterations
default   [  28% ] 034/100 VUs  1m22.5s/5m00.0s

running (1m23.8s), 034/100 VUs, 379 complete and 0 interrupted iterations
default   [  28% ] 034/100 VUs  1m23.5s/5m00.0s

running (1m24.8s), 035/100 VUs, 390 complete and 0 interrupted iterations
default   [  28% ] 035/100 VUs  1m24.5s/5m00.0s

running (1m25.9s), 035/100 VUs, 401 complete and 0 interrupted iterations
default   [  29% ] 035/100 VUs  1m25.5s/5m00.0s

running (1m26.9s), 036/100 VUs, 413 complete and 0 interrupted iterations
default   [  29% ] 036/100 VUs  1m26.6s/5m00.0s

running (1m27.9s), 036/100 VUs, 421 complete and 0 interrupted iterations
default   [  29% ] 036/100 VUs  1m27.5s/5m00.0s

running (1m28.8s), 036/100 VUs, 426 complete and 0 interrupted iterations
default   [  30% ] 036/100 VUs  1m28.5s/5m00.0s

running (1m29.9s), 037/100 VUs, 437 complete and 0 interrupted iterations
default   [  30% ] 037/100 VUs  1m29.6s/5m00.0s

running (1m30.9s), 037/100 VUs, 444 complete and 0 interrupted iterations
default   [  30% ] 037/100 VUs  1m30.5s/5m00.0s

running (1m31.9s), 038/100 VUs, 453 complete and 0 interrupted iterations
default   [  31% ] 038/100 VUs  1m31.6s/5m00.0s

running (1m32.8s), 038/100 VUs, 457 complete and 0 interrupted iterations
default   [  31% ] 038/100 VUs  1m32.5s/5m00.0s

running (1m33.9s), 038/100 VUs, 463 complete and 0 interrupted iterations
default   [  31% ] 038/100 VUs  1m33.5s/5m00.0s

running (1m34.8s), 039/100 VUs, 477 complete and 0 interrupted iterations
default   [  32% ] 039/100 VUs  1m34.5s/5m00.0s

running (1m35.8s), 039/100 VUs, 483 complete and 0 interrupted iterations
default   [  32% ] 039/100 VUs  1m35.5s/5m00.0s

running (1m36.8s), 040/100 VUs, 496 complete and 0 interrupted iterations
default   [  32% ] 040/100 VUs  1m36.5s/5m00.0s

running (1m37.9s), 040/100 VUs, 509 complete and 0 interrupted iterations
default   [  33% ] 040/100 VUs  1m37.6s/5m00.0s

running (1m38.8s), 041/100 VUs, 517 complete and 0 interrupted iterations
default   [  33% ] 041/100 VUs  1m38.5s/5m00.0s

running (1m39.8s), 041/100 VUs, 522 complete and 0 interrupted iterations
default   [  33% ] 041/100 VUs  1m39.5s/5m00.0s

running (1m40.8s), 041/100 VUs, 540 complete and 0 interrupted iterations
default   [  34% ] 041/100 VUs  1m40.5s/5m00.0s

running (1m41.8s), 042/100 VUs, 550 complete and 0 interrupted iterations
default   [  34% ] 042/100 VUs  1m41.5s/5m00.0s

running (1m42.8s), 042/100 VUs, 563 complete and 0 interrupted iterations
default   [  34% ] 042/100 VUs  1m42.5s/5m00.0s

running (1m43.8s), 043/100 VUs, 578 complete and 0 interrupted iterations
default   [  35% ] 043/100 VUs  1m43.5s/5m00.0s

running (1m44.9s), 043/100 VUs, 586 complete and 0 interrupted iterations
default   [  35% ] 043/100 VUs  1m44.5s/5m00.0s

running (1m45.8s), 043/100 VUs, 600 complete and 0 interrupted iterations
default   [  35% ] 043/100 VUs  1m45.5s/5m00.0s

running (1m46.8s), 044/100 VUs, 613 complete and 0 interrupted iterations
default   [  36% ] 044/100 VUs  1m46.5s/5m00.0s

running (1m47.8s), 044/100 VUs, 626 complete and 0 interrupted iterations
default   [  36% ] 044/100 VUs  1m47.5s/5m00.0s

running (1m48.8s), 045/100 VUs, 643 complete and 0 interrupted iterations
default   [  36% ] 045/100 VUs  1m48.5s/5m00.0s

running (1m49.8s), 045/100 VUs, 654 complete and 0 interrupted iterations
default   [  37% ] 045/100 VUs  1m49.5s/5m00.0s

running (1m50.8s), 046/100 VUs, 669 complete and 0 interrupted iterations
default   [  37% ] 046/100 VUs  1m50.5s/5m00.0s

running (1m51.8s), 046/100 VUs, 688 complete and 0 interrupted iterations
default   [  37% ] 046/100 VUs  1m51.5s/5m00.0s

running (1m52.9s), 046/100 VUs, 695 complete and 0 interrupted iterations
default   [  38% ] 046/100 VUs  1m52.5s/5m00.0s

running (1m53.8s), 047/100 VUs, 713 complete and 0 interrupted iterations
default   [  38% ] 047/100 VUs  1m53.5s/5m00.0s

running (1m54.8s), 047/100 VUs, 726 complete and 0 interrupted iterations
default   [  38% ] 047/100 VUs  1m54.5s/5m00.0s

running (1m55.8s), 048/100 VUs, 740 complete and 0 interrupted iterations
default   [  39% ] 048/100 VUs  1m55.5s/5m00.0s

running (1m56.8s), 048/100 VUs, 760 complete and 0 interrupted iterations
default   [  39% ] 048/100 VUs  1m56.5s/5m00.0s

running (1m57.9s), 048/100 VUs, 763 complete and 0 interrupted iterations
default   [  39% ] 048/100 VUs  1m57.5s/5m00.0s

running (1m58.9s), 049/100 VUs, 781 complete and 0 interrupted iterations
default   [  40% ] 049/100 VUs  1m58.5s/5m00.0s

running (1m59.9s), 049/100 VUs, 789 complete and 0 interrupted iterations
default   [  40% ] 049/100 VUs  1m59.6s/5m00.0s

running (2m00.8s), 050/100 VUs, 807 complete and 0 interrupted iterations
default   [  40% ] 050/100 VUs  2m00.5s/5m00.0s

running (2m01.8s), 050/100 VUs, 814 complete and 0 interrupted iterations
default   [  41% ] 050/100 VUs  2m01.5s/5m00.0s

running (2m02.8s), 051/100 VUs, 834 complete and 0 interrupted iterations
default   [  41% ] 051/100 VUs  2m02.5s/5m00.0s

running (2m03.8s), 051/100 VUs, 844 complete and 0 interrupted iterations
default   [  41% ] 051/100 VUs  2m03.5s/5m00.0s

running (2m04.8s), 051/100 VUs, 857 complete and 0 interrupted iterations
default   [  42% ] 051/100 VUs  2m04.5s/5m00.0s

running (2m05.9s), 052/100 VUs, 868 complete and 0 interrupted iterations
default   [  42% ] 052/100 VUs  2m05.6s/5m00.0s

running (2m06.8s), 052/100 VUs, 884 complete and 0 interrupted iterations
default   [  42% ] 052/100 VUs  2m06.5s/5m00.0s

running (2m07.8s), 053/100 VUs, 903 complete and 0 interrupted iterations
default   [  43% ] 053/100 VUs  2m07.5s/5m00.0s

running (2m08.8s), 053/100 VUs, 913 complete and 0 interrupted iterations
default   [  43% ] 053/100 VUs  2m08.5s/5m00.0s

running (2m09.8s), 053/100 VUs, 925 complete and 0 interrupted iterations
default   [  43% ] 053/100 VUs  2m09.5s/5m00.0s

running (2m10.8s), 054/100 VUs, 945 complete and 0 interrupted iterations
default   [  44% ] 054/100 VUs  2m10.5s/5m00.0s

running (2m11.8s), 054/100 VUs, 959 complete and 0 interrupted iterations
default   [  44% ] 054/100 VUs  2m11.5s/5m00.0s

running (2m12.8s), 055/100 VUs, 973 complete and 0 interrupted iterations
default   [  44% ] 055/100 VUs  2m12.5s/5m00.0s

running (2m13.8s), 055/100 VUs, 993 complete and 0 interrupted iterations
default   [  45% ] 055/100 VUs  2m13.5s/5m00.0s

running (2m14.8s), 056/100 VUs, 1013 complete and 0 interrupted iterations
default   [  45% ] 056/100 VUs  2m14.5s/5m00.0s

running (2m15.8s), 056/100 VUs, 1020 complete and 0 interrupted iterations
default   [  45% ] 056/100 VUs  2m15.5s/5m00.0s

running (2m16.8s), 056/100 VUs, 1031 complete and 0 interrupted iterations
default   [  46% ] 056/100 VUs  2m16.5s/5m00.0s

running (2m17.8s), 057/100 VUs, 1052 complete and 0 interrupted iterations
default   [  46% ] 057/100 VUs  2m17.5s/5m00.0s

running (2m18.8s), 057/100 VUs, 1069 complete and 0 interrupted iterations
default   [  46% ] 057/100 VUs  2m18.5s/5m00.0s

running (2m19.8s), 058/100 VUs, 1078 complete and 0 interrupted iterations
default   [  47% ] 058/100 VUs  2m19.5s/5m00.0s

running (2m20.9s), 058/100 VUs, 1097 complete and 0 interrupted iterations
default   [  47% ] 058/100 VUs  2m20.6s/5m00.0s

running (2m21.8s), 058/100 VUs, 1114 complete and 0 interrupted iterations
default   [  47% ] 058/100 VUs  2m21.5s/5m00.0s

running (2m22.8s), 059/100 VUs, 1126 complete and 0 interrupted iterations
default   [  48% ] 059/100 VUs  2m22.5s/5m00.0s

running (2m23.8s), 059/100 VUs, 1137 complete and 0 interrupted iterations
default   [  48% ] 059/100 VUs  2m23.5s/5m00.0s

running (2m24.8s), 060/100 VUs, 1157 complete and 0 interrupted iterations
default   [  48% ] 060/100 VUs  2m24.5s/5m00.0s

running (2m25.9s), 060/100 VUs, 1177 complete and 0 interrupted iterations
default   [  49% ] 060/100 VUs  2m25.5s/5m00.0s

running (2m26.9s), 061/100 VUs, 1187 complete and 0 interrupted iterations
default   [  49% ] 061/100 VUs  2m26.5s/5m00.0s

running (2m27.9s), 061/100 VUs, 1202 complete and 0 interrupted iterations
default   [  49% ] 061/100 VUs  2m27.5s/5m00.0s

running (2m28.9s), 061/100 VUs, 1222 complete and 0 interrupted iterations
default   [  50% ] 061/100 VUs  2m28.5s/5m00.0s

running (2m29.8s), 062/100 VUs, 1244 complete and 0 interrupted iterations
default   [  50% ] 062/100 VUs  2m29.5s/5m00.0s

running (2m30.8s), 062/100 VUs, 1257 complete and 0 interrupted iterations
default   [  50% ] 062/100 VUs  2m30.5s/5m00.0s

running (2m31.8s), 063/100 VUs, 1275 complete and 0 interrupted iterations
default   [  51% ] 063/100 VUs  2m31.5s/5m00.0s

running (2m32.8s), 063/100 VUs, 1299 complete and 0 interrupted iterations
default   [  51% ] 063/100 VUs  2m32.5s/5m00.0s

running (2m33.9s), 063/100 VUs, 1316 complete and 0 interrupted iterations
default   [  51% ] 063/100 VUs  2m33.5s/5m00.0s

running (2m34.8s), 064/100 VUs, 1325 complete and 0 interrupted iterations
default   [  52% ] 064/100 VUs  2m34.5s/5m00.0s

running (2m35.8s), 064/100 VUs, 1346 complete and 0 interrupted iterations
default   [  52% ] 064/100 VUs  2m35.5s/5m00.0s

running (2m36.9s), 065/100 VUs, 1368 complete and 0 interrupted iterations
default   [  52% ] 065/100 VUs  2m36.5s/5m00.0s

running (2m37.9s), 065/100 VUs, 1381 complete and 0 interrupted iterations
default   [  53% ] 065/100 VUs  2m37.6s/5m00.0s

running (2m38.9s), 066/100 VUs, 1400 complete and 0 interrupted iterations
default   [  53% ] 066/100 VUs  2m38.5s/5m00.0s

running (2m39.9s), 066/100 VUs, 1420 complete and 0 interrupted iterations
default   [  53% ] 066/100 VUs  2m39.5s/5m00.0s

running (2m40.8s), 066/100 VUs, 1424 complete and 0 interrupted iterations
default   [  54% ] 066/100 VUs  2m40.5s/5m00.0s

running (2m41.9s), 067/100 VUs, 1446 complete and 0 interrupted iterations
default   [  54% ] 067/100 VUs  2m41.5s/5m00.0s

running (2m42.9s), 067/100 VUs, 1461 complete and 0 interrupted iterations
default   [  54% ] 067/100 VUs  2m42.6s/5m00.0s

running (2m43.8s), 068/100 VUs, 1482 complete and 0 interrupted iterations
default   [  55% ] 068/100 VUs  2m43.5s/5m00.0s

running (2m44.8s), 068/100 VUs, 1490 complete and 0 interrupted iterations
default   [  55% ] 068/100 VUs  2m44.5s/5m00.0s

running (2m45.8s), 068/100 VUs, 1505 complete and 0 interrupted iterations
default   [  55% ] 068/100 VUs  2m45.5s/5m00.0s

running (2m46.8s), 069/100 VUs, 1515 complete and 0 interrupted iterations
default   [  56% ] 069/100 VUs  2m46.5s/5m00.0s

running (2m47.8s), 069/100 VUs, 1551 complete and 0 interrupted iterations
default   [  56% ] 069/100 VUs  2m47.5s/5m00.0s

running (2m48.8s), 070/100 VUs, 1562 complete and 0 interrupted iterations
default   [  56% ] 070/100 VUs  2m48.5s/5m00.0s

running (2m49.8s), 070/100 VUs, 1581 complete and 0 interrupted iterations
default   [  57% ] 070/100 VUs  2m49.5s/5m00.0s

running (2m50.8s), 071/100 VUs, 1589 complete and 0 interrupted iterations
default   [  57% ] 071/100 VUs  2m50.5s/5m00.0s

running (2m51.9s), 071/100 VUs, 1616 complete and 0 interrupted iterations
default   [  57% ] 071/100 VUs  2m51.5s/5m00.0s

running (2m52.8s), 071/100 VUs, 1636 complete and 0 interrupted iterations
default   [  58% ] 071/100 VUs  2m52.5s/5m00.0s

running (2m53.9s), 072/100 VUs, 1654 complete and 0 interrupted iterations
default   [  58% ] 072/100 VUs  2m53.6s/5m00.0s

running (2m54.9s), 072/100 VUs, 1662 complete and 0 interrupted iterations
default   [  58% ] 072/100 VUs  2m54.5s/5m00.0s

running (2m55.8s), 073/100 VUs, 1685 complete and 0 interrupted iterations
default   [  59% ] 073/100 VUs  2m55.5s/5m00.0s

running (2m56.8s), 073/100 VUs, 1707 complete and 0 interrupted iterations
default   [  59% ] 073/100 VUs  2m56.5s/5m00.0s

running (2m57.8s), 073/100 VUs, 1715 complete and 0 interrupted iterations
default   [  59% ] 073/100 VUs  2m57.5s/5m00.0s

running (2m58.8s), 074/100 VUs, 1747 complete and 0 interrupted iterations
default   [  60% ] 074/100 VUs  2m58.5s/5m00.0s

running (2m59.8s), 074/100 VUs, 1773 complete and 0 interrupted iterations
default   [  60% ] 074/100 VUs  2m59.5s/5m00.0s

running (3m00.8s), 075/100 VUs, 1788 complete and 0 interrupted iterations
default   [  60% ] 075/100 VUs  3m00.5s/5m00.0s

running (3m01.8s), 075/100 VUs, 1807 complete and 0 interrupted iterations
default   [  61% ] 075/100 VUs  3m01.5s/5m00.0s

running (3m02.8s), 076/100 VUs, 1835 complete and 0 interrupted iterations
default   [  61% ] 076/100 VUs  3m02.5s/5m00.0s

running (3m03.8s), 076/100 VUs, 1856 complete and 0 interrupted iterations
default   [  61% ] 076/100 VUs  3m03.5s/5m00.0s

running (3m04.8s), 076/100 VUs, 1867 complete and 0 interrupted iterations
default   [  62% ] 076/100 VUs  3m04.5s/5m00.0s

running (3m05.8s), 077/100 VUs, 1894 complete and 0 interrupted iterations
default   [  62% ] 077/100 VUs  3m05.5s/5m00.0s

running (3m06.8s), 077/100 VUs, 1917 complete and 0 interrupted iterations
default   [  62% ] 077/100 VUs  3m06.5s/5m00.0s

running (3m07.8s), 078/100 VUs, 1933 complete and 0 interrupted iterations
default   [  63% ] 078/100 VUs  3m07.5s/5m00.0s

running (3m08.8s), 078/100 VUs, 1945 complete and 0 interrupted iterations
default   [  63% ] 078/100 VUs  3m08.5s/5m00.0s

running (3m09.8s), 078/100 VUs, 1974 complete and 0 interrupted iterations
default   [  63% ] 078/100 VUs  3m09.5s/5m00.0s

running (3m10.9s), 079/100 VUs, 1991 complete and 0 interrupted iterations
default   [  64% ] 079/100 VUs  3m10.5s/5m00.0s

running (3m11.8s), 079/100 VUs, 2011 complete and 0 interrupted iterations
default   [  64% ] 079/100 VUs  3m11.5s/5m00.0s

running (3m12.9s), 080/100 VUs, 2017 complete and 0 interrupted iterations
default   [  64% ] 080/100 VUs  3m12.5s/5m00.0s

running (3m13.8s), 080/100 VUs, 2032 complete and 0 interrupted iterations
default   [  65% ] 080/100 VUs  3m13.5s/5m00.0s

running (3m14.8s), 081/100 VUs, 2071 complete and 0 interrupted iterations
default   [  65% ] 081/100 VUs  3m14.5s/5m00.0s

running (3m15.9s), 081/100 VUs, 2090 complete and 0 interrupted iterations
default   [  65% ] 081/100 VUs  3m15.5s/5m00.0s

running (3m16.8s), 081/100 VUs, 2095 complete and 0 interrupted iterations
default   [  66% ] 081/100 VUs  3m16.5s/5m00.0s

running (3m17.8s), 082/100 VUs, 2119 complete and 0 interrupted iterations
default   [  66% ] 082/100 VUs  3m17.5s/5m00.0s

running (3m18.8s), 082/100 VUs, 2161 complete and 0 interrupted iterations
default   [  66% ] 082/100 VUs  3m18.5s/5m00.0s

running (3m19.8s), 083/100 VUs, 2169 complete and 0 interrupted iterations
default   [  67% ] 083/100 VUs  3m19.5s/5m00.0s

running (3m20.8s), 083/100 VUs, 2190 complete and 0 interrupted iterations
default   [  67% ] 083/100 VUs  3m20.5s/5m00.0s

running (3m21.8s), 083/100 VUs, 2220 complete and 0 interrupted iterations
default   [  67% ] 083/100 VUs  3m21.5s/5m00.0s

running (3m23.0s), 084/100 VUs, 2250 complete and 0 interrupted iterations
default   [  68% ] 084/100 VUs  3m22.6s/5m00.0s

running (3m23.8s), 084/100 VUs, 2256 complete and 0 interrupted iterations
default   [  68% ] 084/100 VUs  3m23.5s/5m00.0s

running (3m24.8s), 085/100 VUs, 2278 complete and 0 interrupted iterations
default   [  68% ] 085/100 VUs  3m24.5s/5m00.0s

running (3m25.8s), 085/100 VUs, 2302 complete and 0 interrupted iterations
default   [  69% ] 085/100 VUs  3m25.5s/5m00.0s

running (3m26.9s), 086/100 VUs, 2323 complete and 0 interrupted iterations
default   [  69% ] 086/100 VUs  3m26.5s/5m00.0s

running (3m27.8s), 086/100 VUs, 2340 complete and 0 interrupted iterations
default   [  69% ] 086/100 VUs  3m27.5s/5m00.0s

running (3m28.8s), 086/100 VUs, 2345 complete and 0 interrupted iterations
default   [  70% ] 086/100 VUs  3m28.5s/5m00.0s

running (3m29.8s), 087/100 VUs, 2385 complete and 0 interrupted iterations
default   [  70% ] 087/100 VUs  3m29.5s/5m00.0s

running (3m30.8s), 087/100 VUs, 2413 complete and 0 interrupted iterations
default   [  70% ] 087/100 VUs  3m30.5s/5m00.0s

running (3m31.9s), 088/100 VUs, 2426 complete and 0 interrupted iterations
default   [  71% ] 088/100 VUs  3m31.5s/5m00.0s

running (3m32.8s), 088/100 VUs, 2437 complete and 0 interrupted iterations
default   [  71% ] 088/100 VUs  3m32.5s/5m00.0s

running (3m33.8s), 088/100 VUs, 2474 complete and 0 interrupted iterations
default   [  71% ] 088/100 VUs  3m33.5s/5m00.0s

running (3m34.8s), 089/100 VUs, 2502 complete and 0 interrupted iterations
default   [  72% ] 089/100 VUs  3m34.5s/5m00.0s

running (3m35.8s), 089/100 VUs, 2514 complete and 0 interrupted iterations
default   [  72% ] 089/100 VUs  3m35.5s/5m00.0s

running (3m36.8s), 090/100 VUs, 2530 complete and 0 interrupted iterations
default   [  72% ] 090/100 VUs  3m36.5s/5m00.0s

running (3m37.9s), 090/100 VUs, 2568 complete and 0 interrupted iterations
default   [  73% ] 090/100 VUs  3m37.5s/5m00.0s

running (3m38.8s), 091/100 VUs, 2593 complete and 0 interrupted iterations
default   [  73% ] 091/100 VUs  3m38.5s/5m00.0s

running (3m39.9s), 091/100 VUs, 2602 complete and 0 interrupted iterations
default   [  73% ] 091/100 VUs  3m39.6s/5m00.0s

running (3m40.8s), 091/100 VUs, 2613 complete and 0 interrupted iterations
default   [  74% ] 091/100 VUs  3m40.5s/5m00.0s

running (3m41.8s), 092/100 VUs, 2621 complete and 0 interrupted iterations
default   [  74% ] 092/100 VUs  3m41.5s/5m00.0s

running (3m42.8s), 092/100 VUs, 2653 complete and 0 interrupted iterations
default   [  74% ] 092/100 VUs  3m42.5s/5m00.0s

running (3m43.8s), 093/100 VUs, 2685 complete and 0 interrupted iterations
default   [  75% ] 093/100 VUs  3m43.5s/5m00.0s

running (3m44.8s), 093/100 VUs, 2696 complete and 0 interrupted iterations
default   [  75% ] 093/100 VUs  3m44.5s/5m00.0s

running (3m45.8s), 093/100 VUs, 2713 complete and 0 interrupted iterations
default   [  75% ] 093/100 VUs  3m45.5s/5m00.0s

running (3m46.8s), 094/100 VUs, 2756 complete and 0 interrupted iterations
default   [  76% ] 094/100 VUs  3m46.5s/5m00.0s

running (3m47.8s), 094/100 VUs, 2781 complete and 0 interrupted iterations
default   [  76% ] 094/100 VUs  3m47.5s/5m00.0s

running (3m48.8s), 095/100 VUs, 2793 complete and 0 interrupted iterations
default   [  76% ] 095/100 VUs  3m48.5s/5m00.0s

running (3m49.9s), 095/100 VUs, 2815 complete and 0 interrupted iterations
default   [  77% ] 095/100 VUs  3m49.6s/5m00.0s

running (3m50.8s), 096/100 VUs, 2847 complete and 0 interrupted iterations
default   [  77% ] 096/100 VUs  3m50.5s/5m00.0s

running (3m51.8s), 096/100 VUs, 2871 complete and 0 interrupted iterations
default   [  77% ] 096/100 VUs  3m51.5s/5m00.0s

running (3m52.8s), 096/100 VUs, 2880 complete and 0 interrupted iterations
default   [  78% ] 096/100 VUs  3m52.5s/5m00.0s

running (3m53.8s), 097/100 VUs, 2896 complete and 0 interrupted iterations
default   [  78% ] 097/100 VUs  3m53.5s/5m00.0s

running (3m54.8s), 097/100 VUs, 2931 complete and 0 interrupted iterations
default   [  78% ] 097/100 VUs  3m54.5s/5m00.0s

running (3m55.8s), 098/100 VUs, 2967 complete and 0 interrupted iterations
default   [  79% ] 098/100 VUs  3m55.5s/5m00.0s

running (3m56.8s), 098/100 VUs, 2971 complete and 0 interrupted iterations
default   [  79% ] 098/100 VUs  3m56.5s/5m00.0s

running (3m57.8s), 098/100 VUs, 2984 complete and 0 interrupted iterations
default   [  79% ] 098/100 VUs  3m57.5s/5m00.0s

running (3m58.8s), 099/100 VUs, 2996 complete and 0 interrupted iterations
default   [  80% ] 099/100 VUs  3m58.5s/5m00.0s

running (3m59.8s), 099/100 VUs, 3040 complete and 0 interrupted iterations
default   [  80% ] 099/100 VUs  3m59.5s/5m00.0s

running (4m00.8s), 100/100 VUs, 3069 complete and 0 interrupted iterations
default   [  80% ] 100/100 VUs  4m00.5s/5m00.0s

running (4m01.9s), 100/100 VUs, 3081 complete and 0 interrupted iterations
default   [  81% ] 100/100 VUs  4m01.5s/5m00.0s

running (4m02.8s), 099/100 VUs, 3090 complete and 0 interrupted iterations
default   [  81% ] 099/100 VUs  4m02.5s/5m00.0s

running (4m03.8s), 099/100 VUs, 3126 complete and 0 interrupted iterations
default   [  81% ] 099/100 VUs  4m03.5s/5m00.0s

running (4m04.8s), 097/100 VUs, 3162 complete and 0 interrupted iterations
default   [  82% ] 097/100 VUs  4m04.5s/5m00.0s

running (4m05.8s), 096/100 VUs, 3169 complete and 0 interrupted iterations
default   [  82% ] 096/100 VUs  4m05.5s/5m00.0s

running (4m06.8s), 094/100 VUs, 3183 complete and 0 interrupted iterations
default   [  82% ] 094/100 VUs  4m06.5s/5m00.0s

running (4m07.8s), 093/100 VUs, 3187 complete and 0 interrupted iterations
default   [  83% ] 093/100 VUs  4m07.5s/5m00.0s

running (4m08.8s), 091/100 VUs, 3228 complete and 0 interrupted iterations
default   [  83% ] 091/100 VUs  4m08.5s/5m00.0s

running (4m09.9s), 088/100 VUs, 3265 complete and 0 interrupted iterations
default   [  83% ] 088/100 VUs  4m09.5s/5m00.0s

running (4m10.9s), 087/100 VUs, 3270 complete and 0 interrupted iterations
default   [  84% ] 087/100 VUs  4m10.5s/5m00.0s

running (4m11.8s), 086/100 VUs, 3280 complete and 0 interrupted iterations
default   [  84% ] 086/100 VUs  4m11.5s/5m00.0s

running (4m12.8s), 086/100 VUs, 3283 complete and 0 interrupted iterations
default   [  84% ] 086/100 VUs  4m12.5s/5m00.0s

running (4m13.8s), 082/100 VUs, 3333 complete and 0 interrupted iterations
default   [  85% ] 082/100 VUs  4m13.5s/5m00.0s

running (4m14.8s), 079/100 VUs, 3355 complete and 0 interrupted iterations
default   [  85% ] 079/100 VUs  4m14.5s/5m00.0s

running (4m15.9s), 079/100 VUs, 3366 complete and 0 interrupted iterations
default   [  85% ] 079/100 VUs  4m15.5s/5m00.0s

running (4m16.8s), 079/100 VUs, 3367 complete and 0 interrupted iterations
default   [  86% ] 079/100 VUs  4m16.5s/5m00.0s

running (4m17.8s), 076/100 VUs, 3396 complete and 0 interrupted iterations
default   [  86% ] 076/100 VUs  4m17.5s/5m00.0s

running (4m18.9s), 072/100 VUs, 3433 complete and 0 interrupted iterations
default   [  86% ] 072/100 VUs  4m18.5s/5m00.0s

running (4m19.9s), 072/100 VUs, 3439 complete and 0 interrupted iterations
default   [  87% ] 072/100 VUs  4m19.6s/5m00.0s

running (4m20.8s), 072/100 VUs, 3445 complete and 0 interrupted iterations
default   [  87% ] 072/100 VUs  4m20.5s/5m00.0s

running (4m21.8s), 070/100 VUs, 3451 complete and 0 interrupted iterations
default   [  87% ] 070/100 VUs  4m21.5s/5m00.0s

running (4m22.8s), 065/100 VUs, 3503 complete and 0 interrupted iterations
default   [  88% ] 065/100 VUs  4m22.5s/5m00.0s

running (4m23.8s), 065/100 VUs, 3506 complete and 0 interrupted iterations
default   [  88% ] 065/100 VUs  4m23.5s/5m00.0s

running (4m24.9s), 064/100 VUs, 3521 complete and 0 interrupted iterations
default   [  88% ] 064/100 VUs  4m24.5s/5m00.0s

running (4m25.8s), 062/100 VUs, 3544 complete and 0 interrupted iterations
default   [  89% ] 062/100 VUs  4m25.5s/5m00.0s

running (4m26.8s), 060/100 VUs, 3569 complete and 0 interrupted iterations
default   [  89% ] 060/100 VUs  4m26.5s/5m00.0s

running (4m28.0s), 059/100 VUs, 3572 complete and 0 interrupted iterations
default   [  89% ] 059/100 VUs  4m27.6s/5m00.0s

running (4m28.8s), 058/100 VUs, 3581 complete and 0 interrupted iterations
default   [  90% ] 058/100 VUs  4m28.5s/5m00.0s

running (4m29.8s), 056/100 VUs, 3595 complete and 0 interrupted iterations
default   [  90% ] 056/100 VUs  4m29.5s/5m00.0s

running (4m30.8s), 052/100 VUs, 3630 complete and 0 interrupted iterations
default   [  90% ] 052/100 VUs  4m30.5s/5m00.0s

running (4m31.8s), 051/100 VUs, 3631 complete and 0 interrupted iterations
default   [  91% ] 051/100 VUs  4m31.5s/5m00.0s

running (4m32.8s), 049/100 VUs, 3639 complete and 0 interrupted iterations
default   [  91% ] 049/100 VUs  4m32.5s/5m00.0s

running (4m33.8s), 046/100 VUs, 3660 complete and 0 interrupted iterations
default   [  91% ] 046/100 VUs  4m33.5s/5m00.0s

running (4m34.8s), 046/100 VUs, 3682 complete and 0 interrupted iterations
default   [  92% ] 046/100 VUs  4m34.5s/5m00.0s

running (4m35.8s), 045/100 VUs, 3685 complete and 0 interrupted iterations
default   [  92% ] 045/100 VUs  4m35.5s/5m00.0s

running (4m36.8s), 044/100 VUs, 3697 complete and 0 interrupted iterations
default   [  92% ] 044/100 VUs  4m36.5s/5m00.0s

running (4m37.8s), 039/100 VUs, 3728 complete and 0 interrupted iterations
default   [  93% ] 039/100 VUs  4m37.5s/5m00.0s

running (4m38.9s), 039/100 VUs, 3729 complete and 0 interrupted iterations
default   [  93% ] 039/100 VUs  4m38.6s/5m00.0s

running (4m39.8s), 039/100 VUs, 3735 complete and 0 interrupted iterations
default   [  93% ] 039/100 VUs  4m39.5s/5m00.0s

running (4m40.9s), 035/100 VUs, 3765 complete and 0 interrupted iterations
default   [  94% ] 035/100 VUs  4m40.5s/5m00.0s

running (4m41.8s), 034/100 VUs, 3767 complete and 0 interrupted iterations
default   [  94% ] 034/100 VUs  4m41.5s/5m00.0s

running (4m42.8s), 034/100 VUs, 3772 complete and 0 interrupted iterations
default   [  94% ] 034/100 VUs  4m42.5s/5m00.0s

running (4m43.8s), 029/100 VUs, 3798 complete and 0 interrupted iterations
default   [  95% ] 029/100 VUs  4m43.5s/5m00.0s

running (4m44.8s), 029/100 VUs, 3801 complete and 0 interrupted iterations
default   [  95% ] 029/100 VUs  4m44.5s/5m00.0s

running (4m45.8s), 028/100 VUs, 3806 complete and 0 interrupted iterations
default   [  95% ] 028/100 VUs  4m45.5s/5m00.0s

running (4m46.8s), 024/100 VUs, 3826 complete and 0 interrupted iterations
default   [  96% ] 024/100 VUs  4m46.5s/5m00.0s

running (4m47.9s), 023/100 VUs, 3830 complete and 0 interrupted iterations
default   [  96% ] 023/100 VUs  4m47.6s/5m00.0s

running (4m48.8s), 023/100 VUs, 3831 complete and 0 interrupted iterations
default   [  96% ] 023/100 VUs  4m48.5s/5m00.0s

running (4m49.8s), 020/100 VUs, 3843 complete and 0 interrupted iterations
default   [  97% ] 020/100 VUs  4m49.5s/5m00.0s

running (4m50.8s), 017/100 VUs, 3853 complete and 0 interrupted iterations
default   [  97% ] 017/100 VUs  4m50.5s/5m00.0s

running (4m51.8s), 017/100 VUs, 3854 complete and 0 interrupted iterations
default   [  97% ] 017/100 VUs  4m51.5s/5m00.0s

running (4m52.8s), 014/100 VUs, 3863 complete and 0 interrupted iterations
default   [  98% ] 014/100 VUs  4m52.5s/5m00.0s

running (4m53.8s), 014/100 VUs, 3870 complete and 0 interrupted iterations
default   [  98% ] 014/100 VUs  4m53.5s/5m00.0s

running (4m54.8s), 014/100 VUs, 3870 complete and 0 interrupted iterations
default   [  98% ] 014/100 VUs  4m54.5s/5m00.0s

running (4m55.8s), 011/100 VUs, 3874 complete and 0 interrupted iterations
default   [  99% ] 011/100 VUs  4m55.5s/5m00.0s

running (4m56.8s), 007/100 VUs, 3883 complete and 0 interrupted iterations
default   [  99% ] 007/100 VUs  4m56.5s/5m00.0s

running (4m57.8s), 007/100 VUs, 3884 complete and 0 interrupted iterations
default   [  99% ] 007/100 VUs  4m57.5s/5m00.0s

running (4m58.8s), 007/100 VUs, 3885 complete and 0 interrupted iterations
default   [ 100% ] 007/100 VUs  4m58.5s/5m00.0s

running (4m59.8s), 003/100 VUs, 3890 complete and 0 interrupted iterations
default   [ 100% ] 003/100 VUs  4m59.5s/5m00.0s

running (5m00.8s), 003/100 VUs, 3891 complete and 0 interrupted iterations
default ↓ [ 100% ] 003/100 VUs  5m0s

running (5m01.8s), 002/100 VUs, 3892 complete and 0 interrupted iterations
default ↓ [ 100% ] 003/100 VUs  5m0s

running (5m02.8s), 001/100 VUs, 3893 complete and 0 interrupted iterations
default ↓ [ 100% ] 003/100 VUs  5m0s

     █ Dashboard Stats

       ✓ stats 200

     █ Alert List

       ✓ alerts 200
       ✓ alerts array

     █ Water River Levels

       ✓ river 200

     █ Water Predictions

       ✓ predictions 200

     █ Incidents List

       ✓ incidents 200

     alert_list_duration............: avg=128.071199 min=0      med=88.6489  max=1204.145  p(90)=310.50217 p(95)=392.27733 
     checks.........................: 100.00% 23364 out of 23364
     dashboard_stats_duration.......: avg=276.622054 min=8.5383 med=198.7166 max=1487.1437 p(90)=650.04298 p(95)=866.308535
     data_received..................: 734 MB  2.4 MB/s
     data_sent......................: 7.1 MB  24 kB/s
   ✓ error_rate.....................: 0.00%   0 out of 19470
     group_duration.................: avg=162.89ms   min=0s     med=95.99ms  max=1.88s     p(90)=394.32ms  p(95)=536.91ms  
     http_req_blocked...............: avg=52.4µs     min=0s     med=0s       max=271.12ms  p(90)=0s        p(95)=0s        
     http_req_connecting............: avg=26.12µs    min=0s     med=0s       max=97.46ms   p(90)=0s        p(95)=0s        
   ✓ http_req_duration..............: avg=159.79ms   min=0s     med=93.42ms  max=1.88s     p(90)=390.88ms  p(95)=533.21ms  
       { expected_response:true }...: avg=159.79ms   min=0s     med=93.42ms  max=1.88s     p(90)=390.88ms  p(95)=533.21ms  
   ✓ http_req_failed................: 0.00%   0 out of 19471
     http_req_receiving.............: avg=1.74ms     min=0s     med=0s       max=1.1s      p(90)=2.87ms    p(95)=5.18ms    
     http_req_sending...............: avg=130.62µs   min=0s     med=0s       max=147.9ms   p(90)=0s        p(95)=0s        
     http_req_tls_handshaking.......: avg=0s         min=0s     med=0s       max=0s        p(90)=0s        p(95)=0s        
     http_req_waiting...............: avg=157.91ms   min=0s     med=91.43ms  max=1.88s     p(90)=386.49ms  p(95)=528.18ms  
     http_reqs......................: 19471   64.227436/s
     iteration_duration.............: avg=3.88s      min=3.06s  med=3.8s     max=6.66s     p(90)=4.64s     p(95)=4.8s      
     iterations.....................: 3894    12.844827/s
     vus............................: 1       min=1              max=100
     vus_max........................: 100     min=100            max=100
     water_predictions_duration.....: avg=73.125578  min=0      med=41.11115 max=1885.0961 p(90)=176.00147 p(95)=243.330665


running (5m03.2s), 000/100 VUs, 3894 complete and 0 interrupted iterations
default ✓ [ 100% ] 000/100 VUs  5m0s